[
    {
      "_id": "63271f7e72d43d912dc4a89c",
      "name": "Cristina Erickson",
      "stock": false,
      "price": "351.23",
      "picture": "http://placehold.it/32x32",
      "color": "green",
      "size": "xxl",
      "description": "Labore non esse eu ea culpa minim enim proident. Consectetur aliquip excepteur commodo deserunt ipsum labore incididunt non do elit. Laboris tempor tempor ex pariatur ipsum quis aliquip. Do dolore quis enim sint incididunt esse aute amet in consectetur enim dolore. Eu pariatur ad ea proident adipisicing id cillum cillum cupidatat veniam nostrud quis consectetur occaecat. Cillum reprehenderit nisi elit reprehenderit qui fugiat occaecat nostrud do aute adipisicing cupidatat irure. Nisi magna ipsum veniam cupidatat adipisicing pariatur labore aliquip.\r\n",
      "pdtype": "t-shirt"
    },
    {
      "_id": "63271f7e93eac61aa6492745",
      "name": "Tanner Castro",
      "stock": true,
      "price": "321.12",
      "picture": "http://placehold.it/32x32",
      "color": "green",
      "size": "xl",
      "description": "Cillum veniam laboris excepteur nulla. Lorem fugiat aliquip mollit velit id magna minim. Nostrud ex occaecat laboris Lorem. Aliquip aliqua ut est labore adipisicing sunt labore proident elit dolor. Sint eu sint velit tempor eu adipisicing pariatur quis do voluptate. Sit aliquip et ipsum et laborum et. Est quis nostrud ipsum ex aliquip in dolore laboris in duis ea consequat reprehenderit tempor.\r\n",
      "pdtype": "hoodies"
    },
    {
      "_id": "63271f7e09059ca346d42888",
      "name": "Hayden Dalton",
      "stock": true,
      "price": "326.43",
      "picture": "http://placehold.it/32x32",
      "color": "brown",
      "size": "xl",
      "description": "Sit duis reprehenderit ad proident mollit dolore amet adipisicing aliqua. Deserunt tempor adipisicing aute sit cillum minim sit esse enim cillum ea. Adipisicing fugiat consectetur cupidatat nostrud cillum aute consectetur. Ea voluptate deserunt occaecat incididunt velit et voluptate adipisicing fugiat culpa. Esse veniam laboris anim fugiat enim sint duis sit voluptate ex consequat. Elit labore sit nostrud deserunt fugiat nisi minim dolor laborum.\r\n",
      "pdtype": "t-shirt"
    },
    {
      "_id": "63271f7ed9fb3c325ab423c5",
      "name": "Virginia Elliott",
      "stock": true,
      "price": "300.79",
      "picture": "http://placehold.it/32x32",
      "color": "green",
      "size": "xxl",
      "description": "Labore ea aute tempor eu dolore. Sunt sunt mollit proident sit sit elit quis eiusmod Lorem aliqua veniam quis. Veniam cillum amet labore aliquip qui aliquip id proident. Ex est ipsum est eu veniam aliqua nisi consectetur culpa reprehenderit laboris. Commodo elit cupidatat velit deserunt exercitation ut ad voluptate. Ea ipsum dolor reprehenderit eiusmod. Amet cillum sunt anim tempor mollit culpa commodo.\r\n",
      "pdtype": "hoodies"
    },
    {
      "_id": "63271f7ee16df1b491368a5a",
      "name": "Juliette George",
      "stock": false,
      "price": "190.59",
      "picture": "http://placehold.it/32x32",
      "color": "brown",
      "size": "xxl",
      "description": "Consequat veniam et magna nostrud elit do do irure adipisicing irure ad magna. Consectetur mollit in nisi consectetur culpa. Minim cupidatat quis ad do do labore eu culpa ex aliqua cillum exercitation.\r\n",
      "pdtype": "hoodies"
    },
    {
      "_id": "63271f7e08a98aa1dd0d7d3e",
      "name": "Andrea Mcdonald",
      "stock": true,
      "price": "365.05",
      "picture": "http://placehold.it/32x32",
      "color": "green",
      "size": "xxl",
      "description": "Ut laborum id dolor in ullamco aliquip proident ea consectetur cillum adipisicing ullamco pariatur nisi. Ipsum reprehenderit non aliqua cupidatat officia consectetur exercitation enim qui enim consequat sit quis incididunt. Ipsum qui veniam eu eu. Dolore proident culpa qui irure esse ea officia in commodo duis.\r\n",
      "pdtype": "pant"
    },
    {
      "_id": "63271f7ec588c26f2ccd2250",
      "name": "Rogers Glover",
      "stock": false,
      "price": "390.32",
      "picture": "http://placehold.it/32x32",
      "color": "blue",
      "size": "m",
      "description": "Aliqua labore do dolore reprehenderit dolor qui nisi officia velit enim do duis. Adipisicing irure ea voluptate tempor dolore veniam ex. Consectetur aliqua amet mollit ipsum proident est et. Eu incididunt ut ex sint in voluptate ullamco. Consectetur enim ex exercitation nulla magna exercitation culpa consectetur laboris laborum ex elit. Reprehenderit consequat ullamco enim exercitation exercitation officia do reprehenderit anim nisi ut nisi fugiat Lorem. Aliquip officia consectetur sint ea aute laborum est incididunt incididunt nostrud non.\r\n",
      "pdtype": "hoodies"
    },
    {
      "_id": "63271f7e5f97381407b442c7",
      "name": "Nielsen Duncan",
      "stock": true,
      "price": "259.28",
      "picture": "http://placehold.it/32x32",
      "color": "green",
      "size": "xl",
      "description": "Nostrud officia reprehenderit sit cupidatat tempor velit elit proident sint nisi in pariatur quis. Incididunt sint proident elit est voluptate mollit laboris nostrud mollit. Culpa non labore aliqua occaecat ex labore.\r\n",
      "pdtype": "t-shirt"
    },
    {
      "_id": "63271f7ed757cbe166f94cd1",
      "name": "Eaton Castillo",
      "stock": true,
      "price": "343.55",
      "picture": "http://placehold.it/32x32",
      "color": "blue",
      "size": "xl",
      "description": "Culpa irure esse occaecat voluptate. Ipsum aliquip ex eiusmod proident tempor nisi. Ullamco anim quis excepteur sunt exercitation incididunt adipisicing aliquip. Sunt ad exercitation laboris fugiat esse proident ipsum reprehenderit Lorem. Ex ad laborum voluptate laborum deserunt id nostrud nulla ullamco proident irure. Laboris nulla pariatur duis mollit commodo laborum exercitation deserunt nisi eu do do. Proident sunt culpa amet adipisicing et dolor nisi do voluptate eiusmod.\r\n",
      "pdtype": "hoodies"
    },
    {
      "_id": "63271f7e0d0db6e28c5fccb3",
      "name": "Marjorie Summers",
      "stock": false,
      "price": "248.23",
      "picture": "http://placehold.it/32x32",
      "color": "blue",
      "size": "xxl",
      "description": "Nostrud elit laboris laboris non minim et ullamco anim. Do pariatur id est culpa est ad id fugiat nostrud in velit cupidatat duis. Magna qui officia tempor labore aliqua aliquip. Do irure ex id ut fugiat Lorem. Deserunt eiusmod consectetur minim commodo do fugiat non.\r\n",
      "pdtype": "t-shirt"
    },
    {
      "_id": "63271f7e710af985e5912e11",
      "name": "Manning Hayes",
      "stock": false,
      "price": "163.86",
      "picture": "http://placehold.it/32x32",
      "color": "blue",
      "size": "xl",
      "description": "Incididunt esse elit labore cupidatat eu excepteur. Laboris quis exercitation in exercitation est exercitation nostrud consectetur est. Qui excepteur Lorem sint id sunt deserunt amet cillum ad commodo. Esse exercitation cupidatat non mollit qui reprehenderit. Culpa aliquip id ea veniam nulla. Minim proident pariatur irure anim duis.\r\n",
      "pdtype": "pant"
    },
    {
      "_id": "63271f7e145c3529797982a3",
      "name": "Ernestine Morris",
      "stock": false,
      "price": "169.98",
      "picture": "http://placehold.it/32x32",
      "color": "brown",
      "size": "m",
      "description": "Mollit adipisicing sint excepteur exercitation enim mollit ex veniam esse. Voluptate sint tempor enim irure tempor aute aliqua. Ullamco reprehenderit deserunt aute anim elit eiusmod nisi magna occaecat reprehenderit officia dolor ut. Mollit aute aliquip tempor qui velit ad. Anim nulla voluptate magna et ipsum commodo tempor minim consectetur non veniam cillum. Mollit ea aliqua tempor irure.\r\n",
      "pdtype": "t-shirt"
    }
  ]